<script setup lang="ts">
definePageMeta({
  title: 'サイトご利用について',
  layout: false,
});
</script>

<template>
  <NuxtLayout name="post">
    <template #breadcrumb>
      <BreadCrumb />
    </template>
    <template #h2>サイトご利用について</template>
    <p>
      このウェブサイト（以下、当サイト）は、プチ・アドベンチャー・フィルムズが運営管理しております。
    </p>
    <p>
      当サイトを利用される場合には、以下の利用条件に同意いただくことが条件となりますので、利用条件をよくお読みいただき、同意いただける場合のみ当サイトをご利用ください。
    </p>
    <p>
      プチ・アドベンチャー・フィルムズは、当サイトの利用条件を何らの事前告知等することなく、自由な裁量により必要に応じて変更することがあります。
    </p>
    <p>
      なお、変更の際には、利用条件の改定版を当サイトに掲載し、当該掲載時をもって効力を有するものとしますので、最新の利用規定の内容を、ご利用の都度ご確認頂きますようお願いいたします。
    </p>
    <H3 class="mt-8">著作権について</H3>
    <p class="mt-2">
      当サイトのコンテンツの著作権は、明記されてある場合を除き、プチ・アドベンチャー・フィルムズが所有しています。<br />
      当サイトの動画、写真、文章、イラスト、図や表などの無断転載を禁止します。
    </p>
    <p class="mt-2 text-xs text-gray-500">
      ※無断転載には、当サイトのコンテンツをご自身のウェブサイトのコンテンツであるかのように見せる行為を含みます。
    </p>
    <H3 class="mt-8">免責事項について</H3>
    <p class="mt-2">
      当サイトに掲載されている情報については万全を期しておりますが、当サイトを利用することで発生したトラブルや損失、損害に対して、プチ・アドベンチャー・フィルムズは一切責任を負いません。また、プチ・アドベンチャー・フィルムズは、他の機関が提供するページに関して、当サイトのページからのリンクの有無に関わらず、その内容には一切関知しません。
    </p>
    <ButtonLink to="/contact" class="mt-16">お問い合わせ</ButtonLink>
  </NuxtLayout>
</template>
